Repository: vsc55/contactmanager
Catalog: i18n/*/LC_MESSAGES/contactmanager.po
Languages: fr_fr

source: A PHP extension stopped the file upload
fr_fr: Une extension PHP a arrêté le téléchargement du fichier

source: A list of E-Mail addresses belonging to this entry
fr_fr: Une liste des adresses e-mail appartenant à cette entrée

source: A list of XMPP addresses belonging to this entry
fr_fr: Une liste d'adresses XMPP appartenant à cette entrée

source: A list of numbers belonging to this entry
fr_fr: Une liste de numéros appartenant à cette entrée

source: A list of websites belonging to this entry
fr_fr: Une liste des sites Web appartenant à cette entrée

source: A user from the User Management module
fr_fr: Un utilisateur du module de gestion des utilisateurs

source: Add Contact
fr_fr: Ajouter contact

source: Add Email
fr_fr: Ajouter e-mail

source: Add Entry
fr_fr: Ajouter entrée

source: Add Group
fr_fr: Ajouter un groupe

source: Add New Group
fr_fr: Ajouter un nouveau groupe

source: Add Number
fr_fr: Ajouter numéro

source: Add Website
fr_fr: Ajouter site web

source: Add XMPP
fr_fr: Ajouter XMPP

source: Address
fr_fr: Adresse

source: All Internal Groups
fr_fr: Tous les groupes internes

source: All Public Groups
fr_fr: Tous les groupes publics

source: Allow Speed Dial Modifications
fr_fr: Autoriser la modification des numéros abrégés

source: Allow the user to modify and change speeddials for contacts they can edit
fr_fr: Permettre à l'utilisateur de modifier et de changer les numéros abrégés pour les contacts qu'il peut éditer

source: An entry must have numbers.
fr_fr: Une entrée doit avoir des numéros.

source: Automatically Determine
fr_fr: Déterminer automatiquement

source: Browse
fr_fr: Naviguer

source: Can Not Find Uploaded Files
fr_fr: Impossible de trouver les fichiers téléchargés

source: Cell
fr_fr: Portable

source: Close
fr_fr: Fermer

source: Comma-delimited list of flags. (Example: sms,fax) External contacts only.
fr_fr: Liste d'indicateurs délimitée par des virgules. (Exemple : sms,fax) Contacts externes uniquement.

source: Company
fr_fr: Entreprise

source: Company (overrides Company from User Manager)
fr_fr: Société (remplace la société du Gestionnaire des utilisateurs)

source: Contact Image
fr_fr: Image du contact

source: Contact Image for this user
fr_fr: Image de contact pour cet utilisateur

source: Contact Image for this user. Image will be deleted if "Show in Contact Manager" is set to no or inherits no under the "Contact Manager" tab
fr_fr: Image du contact pour cet utilisateur. L'image sera supprimée si "Afficher dans le Gestionnaire de contacts" est réglé sur non ou hérite de non sous l'onglet "Gestionnaire de contacts"

source: Contact Manager
fr_fr: Gestionnaire de contacts

source: Contact Manager Module
fr_fr: Module Gestionnaire de contacts

source: Contact Manager Speed Dials
fr_fr: Numéros abrégés du Gestionnaire de contacts

source: Contact Manager: %s (Speed Dial: %s) [%s]
fr_fr: Gestionnaire de contacts : %s (numéro abrégé : %s) [%s]

source: Contacts and internal/external groups from the Contact Manager module.
fr_fr: Contacts et groupes internes/externes du module Gestionnaire de contacts.

source: Country Code Or you can put AUTO , which will fill the Country code automatically. External contacts only.
fr_fr: Code pays, ou vous pouvez mettre AUTO, ce qui remplira le code pays automatiquement. Contacts externes uniquement.

source: Delete
fr_fr: Supprimer

source: Delete Contact
fr_fr: Supprimer contact

source: Delete Group
fr_fr: Supprimer groupe

source: Delete Image
fr_fr: Supprimer l'image

source: Deleting...
fr_fr: Suppression en cours...

source: Display Name
fr_fr: Nom affiché

source: Display Name (overrides Display Name from User Manager)
fr_fr: Nom d'affichage (remplace le nom d'affichage du Gestionnaire d'utilisateurs)

source: Drop a new image here
fr_fr: Déposer une nouvelle image ici

source: E-Mail address cannot be blank.
fr_fr: L'adresse e-mail ne peut pas être vide.

source: E-mail address. External contacts only.
fr_fr: Adresse e-mail. Contacts externes uniquement.

source: Edit
fr_fr: Modifier

source: Edit Entry
fr_fr: Modifier entrée

source: Edit Group
fr_fr: Éditer le groupe

source: Email
fr_fr: Courriel

source: Enable
fr_fr: Activer

source: Error getting form
fr_fr: Erreur lors de l'obtention du formulaire

source: Extension. External contacts only.
fr_fr: Poste. Contacts externes uniquement.

source: External
fr_fr: Externe

source: Failed to write file to disk
fr_fr: Impossible d'écrire le fichier sur le disque

source: Fax
fr_fr: Télécopieur

source: File upload failed
fr_fr: Échec Envoi Fichier

source: First Name
fr_fr: Prénom

source: First Name (overrides First Name from User Manager)
fr_fr: Prénom (remplace le prénom du Gestionnaire d'utilisateurs)

source: Group
fr_fr: Groupe

source: Group '%s' does not exist
fr_fr: Le groupe '%s' n'existe pas

source: Group Name
fr_fr: Nom du groupe

source: Group Type
fr_fr: Type de groupe

source: Group does not exist
fr_fr: Le groupe n'existe pas

source: Group entries successfully added
fr_fr: Les entrées de groupe ont été ajoutées avec succès

source: Group entries successfully deleted
fr_fr: Les entrées de groupe ont été supprimées avec succès

source: Group entry E-Mail successfully added
fr_fr: E-mail de groupe ajouté avec succès

source: Group entry E-Mail successfully deleted
fr_fr: E-mail de groupe supprimé avec succès

source: Group entry Website successfully added
fr_fr: Site Web de groupe ajouté avec succès

source: Group entry Website successfully deleted
fr_fr: Site Web de groupe supprimé avec succès

source: Group entry Websites successfully added
fr_fr: Sites Web de groupe ajoutés avec succès

source: Group entry Websites successfully deleted
fr_fr: Sites Web de groupe supprimés avec succès

source: Group entry XMPP successfully added
fr_fr: L'entrée de groupe XMPP a été ajoutée avec succès

source: Group entry XMPP successfully deleted
fr_fr: L'entrée de groupe XMPP a été supprimée avec succès

source: Group entry XMPPs successfully added
fr_fr: Les entrées de groupe XMPP ont été ajoutées avec succès

source: Group entry XMPPs successfully deleted
fr_fr: Les entrées de groupe XMPP ont été supprimées avec succès

source: Group entry does not exist
fr_fr: L'entrée de groupe n'existe pas

source: Group entry image successfully added
fr_fr: Image de groupe ajoutée avec succès

source: Group entry number successfully added
fr_fr: Numéro de groupe ajouté avec succès

source: Group entry number successfully deleted
fr_fr: Numéro de groupe supprimé avec succès

source: Group entry numbers successfully added
fr_fr: Numéros de groupe ajoutés avec succès

source: Group entry numbers successfully deleted
fr_fr: Numéros de groupe supprimés avec succès

source: Group entry successfully added
fr_fr: Entrée de groupe ajoutée avec succès

source: Group entry successfully deleted
fr_fr: Entrée de groupe supprimée avec succès

source: Group entry successfully updated
fr_fr: Entrée de groupe mise à jour avec succès

source: Group name can not be blank
fr_fr: Le nom du groupe ne peut pas être vide

source: Group name is required.
fr_fr: Le nom du groupe est requis.

source: Group not found and could not be created.
fr_fr: Le groupe est introuvable et n'a pas pu être créé.

source: Group successfully added
fr_fr: Groupe ajouté avec succès

source: Group successfully deleted
fr_fr: Groupe supprimé avec succès

source: Group successfully updated
fr_fr: Groupe mis à jour avec succès

source: Group type is required.
fr_fr: Le type de groupe est requis.

source: Home
fr_fr: Accueil

source: How many digits should a number be before a partial match is used when looking up a contact
fr_fr: Combien de chiffres un numéro doit-il comporter avant qu'une correspondance partielle ne soit utilisée lors de la recherche d'un contact

source: Inherit
fr_fr: Hérite

source: Initiate
fr_fr: Lancer

source: Internal
fr_fr: Interne

source: Invalid
fr_fr: Invalide

source: Last Name
fr_fr: Nom

source: Last Name (overrides Last Name from User Manager)
fr_fr: Nom (remplace le nom de famille du Gestionnaire d'utilisateurs)

source: List All Groups
fr_fr: Lister tous les groupes

source: List All Speeddials
fr_fr: Lister tous les numéros abrégés

source: Loading...
fr_fr: Chargement...

source: Lookup backed on User Manager Users View
fr_fr: Recherche basée sur la Vue Utilisateur du Gestionnaire d'utilisateurs

source: Lookup number and get a contact back as a result
fr_fr: Rechercher un numéro et récupérer un contact en conséquence

source: Missing a temporary folder
fr_fr: Un répertoire temporaire est absent

source: My Contacts
fr_fr: Mes contacts

source: Name
fr_fr: Nom

source: Name of group
fr_fr: Nom du groupe

source: Name of group for contact. If group does not exist, it will be created.
fr_fr: Nom du groupe pour le contact. Si le groupe n'existe pas, il sera créé.

source: No
fr_fr: Non

source: No E-Mails to add
fr_fr: Aucun e-mail à ajouter

source: No Groups for this type
fr_fr: Aucun groupe pour ce type

source: No Numbers to add
fr_fr: Aucun numéro à ajouter

source: No Websites to add
fr_fr: Aucun site Web à ajouter

source: No XMPPs to add
fr_fr: Aucun XMPP à ajouter

source: No email defined
fr_fr: Pas d'email défini

source: No file was uploaded
fr_fr: Pas de fichier envoyé

source: None
fr_fr: Aucun

source: Not Authorized
fr_fr: Pas autorisé

source: Number
fr_fr: Numéro

source: Number cannot be blank.
fr_fr: Le numéro ne peut pas être vide.

source: Numbers
fr_fr: Numéros

source: Other
fr_fr: Autre

source: Owner
fr_fr: Propriétaire

source: PBX Contacts
fr_fr: Contacts PBX

source: Partial Match Length
fr_fr: Longueur de correspondance partielle

source: Phone number. External contacts only.
fr_fr: Numéro de téléphone. Contacts externes uniquement.

source: Please enter a valid email address
fr_fr: Merci de saisir une adresse email valide

source: Private
fr_fr: Privé

source: Reset
fr_fr: Réinitialiser

source: Save changes
fr_fr: Sauvegarder les modifications

source: Select an Action
fr_fr: Sélectionner une action

source: Show In Contact Manager Groups
fr_fr: Afficher dans les groupes du Gestionnaire de contacts

source: Speed Dial
fr_fr: Numérotation abrégée

source: Speed Dial Feature Code
fr_fr: Code de fonction de numérotation abrégée

source: Speed Dials
fr_fr: Numéros abrégés

source: Submit
fr_fr: Soumettre

source: The Contact Manager module lets you add contacts to groups.
fr_fr: Le module Gestionnaire de contacts vous permet d'ajouter des contacts à des groupes.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
fr_fr: Le fichier téléchargé dépasse la directive MAX_FILE_SIZE spécifiée dans le formulaire HTML

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
fr_fr: Le fichier téléchargé dépasse la directive upload_max_filesize dans php.ini

source: The uploaded file was only partially uploaded
fr_fr: Le fichier téléchargé n'a été que partiellement téléchargé

source: There are no actions for this type
fr_fr: Il n'y a aucune action pour ce type

source: There was an error
fr_fr: Il y avait une erreur

source: There was an error removing this group
fr_fr: Une erreur s'est produite lors de la suppression de ce groupe

source: This speed dial id conflicts with another contact
fr_fr: Cet ID de numéro abrégé est en conflit avec un autre contact

source: This speed dial id conflicts with another speed dial on this page
fr_fr: Cet ID de numéro abrégé est en conflit avec un autre numéro abrégé sur cette page

source: Title
fr_fr: Titre

source: Title (overrides Title from User Manager)
fr_fr: Titre (remplace le titre du Gestionnaire d'utilisateurs)

source: Type of group
fr_fr: Type de groupe

source: Type of phone number. External contacts only.
fr_fr: Type de numéro de téléphone. Contacts externes uniquement.

source: Unable to find gravatar for %s
fr_fr: Impossible de trouver le gravatar pour %s

source: Unauthorized
fr_fr: Non autorisé

source: Unknown
fr_fr: Inconnu

source: Unknown data type.
fr_fr: Type de données inconnu.

source: Unsupported file format
fr_fr: Format de fichier non supporté

source: Unsupported file type
fr_fr: Type de fichier non supporté

source: Use Gravatar
fr_fr: Utiliser le Gravatar

source: Used in Contact Manager to determine phone number representations. Select the region for the numbers you have entered above.
fr_fr: Utilisé dans Gestionnaire de contacts pour déterminer les représentations des numéros de téléphone. Sélectionnez la région pour les numéros que vous avez saisis ci-dessus.

source: User
fr_fr: Utilisateur

source: User Manager Group
fr_fr: Groupe de Gestionnaires d'utilisateurs

source: User Manager username this contact should point to. Internal contacts only.
fr_fr: Nom d'utilisateur du Gestionnaire d'utilisateurs vers lequel ce contact doit pointer. Contacts internes uniquement.

source: Viewable Contact Manager Groups
fr_fr: Groupes du Gestionnaire de contacts visibles

source: Website
fr_fr: Site web

source: Website cannot be blank.
fr_fr: Le site web ne peut pas être vide.

source: What internal groups to show this user in
fr_fr: Dans quels groupes internes afficher cet utilisateur

source: Work
fr_fr: Travail

source: XMPP address cannot be blank.
fr_fr: L'adresse XMPP ne peut pas être vide.

source: Yes
fr_fr: Oui
